Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/arktisen_seminaarin_avajaispuhe_220908_suomeksi.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisa ministeri, hyvä seminaariväki !
sme: Árvvus adnon ministtar, buorit semináraoasseváldit !

source: Seminaarin teema kieli ja perinteistieto on luonteva yhdistelmä.
sme: Seminára fáddá: giella ja árbediehtu lea lunddolaš oktiibidju.

source: Kyseessä on oikeastaan saman asi
sme: Jearaldat lea rievtti mielde seamma

source: an kaksi puolta – kielen avulla siirrämme perinteistietouttamme sukupolvelta toiselle ja kieli ilmen
sme: ášši guovtti bealis – gielain sirdit árbedieđuideamet buolvvas nubbái ja giella čájeha sániidisguin ja

source: tää sanoineen ja käsitteineen jo itsessään perinteistä tietoutta.
sme: doahpagiiddisguin juo iešalddes árbevirolaš dieđu ja máhtu.

source: Kielestä ei voi puhua vain kommuni
sme: Gielas ii sáhte hupmat dušše

source: kaatiovälineenä, vaan se on kulttuurin tärkeimpiä piirteitä.
sme: gulahallangaskaoapmin, muhto dat gullá kultuvrra mávssolaččamus iešvugiide.

source: Klassinen esimerkki kielen ja kulttuurin
sme: Klassihkalaš

source: yhteydestä on saamelaiskulttuurissa elinkeinoihin liittyvä terminologia. Poronhoitoon liittyvää sa
sme: ovdamearka giela ja kultuvrra gaskavuođas lea sámi kultuvrras terminologiija, mii gullá

source: nastoa on pohjoissaamessa jopa 2500 - 3000, kun mukaan otetaan myös elinkeinon harjoittamiseen
sme: ealáhusaide. Boazodoallosánit leat sámegielas juobe bealgoalmmát duháhis golmma duháhii, go

source: liittyvän sää-, lumi- ja maastoterminologian.
sme: mielde váldojuvvojit maid ealáhusain bargamis dehálaš dálke-, muohta-, ja duovddasánit.

source: Kyseinen terminologia ei ole vain sanalistoja merki
sme: Máinnašuvvon terminologiija ii govčča dušše sátnelogahallamiid mearkkašumiidisguin, muhto dat

source: tyksineen, vaan ne pitävät sisällään elinkeinon harjoittamiseen liittyvän oleellisen tiedon, ne ovat
sme: doallá sisttis ealáhusain bargama mávssolaš dieđu, dat lea iežas klassifiserenvuogádat ja stuora

source: oma luokittelujärjestelmä ja suuri osa ammattitaidosta liittyy terminologian hallitsemiseen.
sme: oassi ámmátmáhtus gullá terminologiija hálddašeapmái iešguđetlágán diliin.

source: Saamen kieli ilmentää omalta osaltaan erinomaisesti saamelaisten ympäristösuhdetta ja luonnon
sme: Sámegiella ilmmuha oasistis hui bures sápmelaččaid birasgaskavuođa ja luonddugeavahusa hámiid.

source: käytön muotoja. Kielessämme välittyy luonnon tuntemisen tärkeys, lumi- ja maastosanojen suuri
sme: Gielasteamet vuhtto luonddu dovdama dehálašvuohta, muohta- ja duovddasániid stuora mearri ja

source: määrä ja tarkka luokittelujärjestelmä ovat tämän osoituksena.
sme: dárkkes klassifiserenvuogádat leaba dán čujuhussan.

source: Kielemme ilmentää paitsi kulttuuri
sme: Giellamet čájeha earret kultuvrramet, muhto

source: amme, myös luontoa ja yhteyttämme siihen.
sme: maiddái luonddu ja min oktavuođa dasa.

source: Kielen termit ja käsitteet kertovat meille myös edellis
sme: Giela dearpmat ja doahpagat muitalit midjiide maid min

source: ten sukupolvien kulttuurista ja perinteistä, jotka välittyvät tuleville sukupolville kielikuvien ja ter
sme: ovddit buolvvaid kultuvrras ja árbevieruin, mat sirdásit boahtte buolvvaide giellagovaid ja

source: mien kautta.
sme: dearpmaid bakte.

source: Kielen ja perinteen välinen yhteys säilyy vain kieltä käyttämällä ja ylläpitämällä perin
sme: Giela ja árbevieruid gaskavuohta seailu dušše nu ahte geavahit giela ja doalahit

source: teitä.
sme: árbevieruideamet.

source: Yhteiskunnan ja kulttuurin muutokset välittyvät myös kieleen, näin kieli muuttuu.
sme: Servodaga ja kultuvrra nuppástusat sirdásit maid gillii, ná giella rievdá.

source: Kulttuurin
sme: Go

source: ja elinkeinojen kehittyessä on tärkeä pystyä säilyttämään yhteys myös menneisiin sukupolviin ja
sme: kultuvrrat ja ealáhusat gárganit, lea dehálaš bastit seailluhit oktavuođa maid ovddit buolvvaide ja

source: heidän perinteisiinsä ja sopeuttaa perinteet osaksi nykypäivää.
sme: sin árbevieruide ja heivehit árbevieruid dálá áigge oassin.

source: Perinteiset tavat, leikit, musiikki ja
sme: Árbevirolaš vierut, stohkosat, luođit ja

source: elinkeinot luovat saamelaista kulttuuria ja perinteitä säilyttäen ja tukien kieltä ja sen kehitystä.
sme: ealáhusat ráhkadit sámi kultuvrra ja árbevieruid nu ahte dat seailluhit ja dorjot giela ja dan

source: Kielen ja kulttuurin välinen suhde luo pohjaa ihmisten ymmärrykselle ja tavalle hahmottaa maail
sme: Giela ja kultuvrra gaskavuohta ráhkada vuođu olbmuid ipmárdussii ja vuohkái hábmet máilmmi.

source: maa. Ymmärrys perustuu sekä kieleen että kulttuuriin.
sme: Ipmárdus vuodduduvvá sihke gillii ja kultuvrii.

source: Uskomukset, tavat, arvot, suulliset ja aineel
sme: Oskkumušat, vierut, árvvut, njálmmálaš ja materiála

source: liset kulttuurituotteet siirtyvät sukupolvelta toiselle muodostaen yhteisön perinteen ja kulttuurin.
sme: kulturbuktagat sirdásit buolvvas nubbái ja dáinna lágiin ráhkadit servoša árbevieru ja kultuvrra.

source: Usein perinne ymmärretään muuttumattomaksi, autenttiseksi alkuideaaliksi, johon ei pidä koskea.
sme: Dávjá árbevierru ipmirduvvo rievdameahttun autenttalaš álgoideálan, man ii galgga duohtadit.

source: Perinne- ja kulttuuriprosesseille on kuitenkin ominaista muuttuvuus.
sme: Árbevierro- ja kulturprosessaide lea goitge mihtilmas, ahte dat rivdet.

source: Jokainen sukupolvi jättää jol
sme: Juohke buolva guođđá juoga

source: lakin tavalla jälkensä noihin perinteisiin, muodostaen eri sukupolvien välisen perinteiden ketjun.
sme: ládje luottaidis duoidda árbevieruide ja dáinna lágiin ráhkada buolvvadagaid gaskii árbevieruid

source: Perinteiden, kulttuurin ja kielen suhteen tutkiminen on tärkeää ja luo osaltaan jatkuvuutta. Saame
sme: viđjji. Árbevieruid, kultuvrra ja giela gaskavuođa dutkan lea dehálaš ja dat ráhkada iežas ládje

source: laiskulttuurin osalta on tärkeää, että meidän kulttuuriperintöämme tutkitaan ja löydetään keinoja
sme: jotkkolašvuođa. Sámi kultuvrra dáfus lea mávssolaš, ahte min kulturárbevierrumet dutkojuvvo ja

source: miten voimme parhaiten turvata saamen kielen ja kulttuurin siirtymisen sukupolvelta toiselle muut
sme: gávdnojit vuogit mot sáhttit buoremusat dorvvastit sámegiela ja kultuvrra sirdáseami buolvvas

source: tuvasta yhteiskunnasta huolimatta.
sme: nubbái rievddadalli servodagas fuolakeahttá.

source: Ilmastonmuutos tulee omalta osaltaan tuomaan vaikutuksia saamelaiseen ympäristöön, kieleemme
sme: Dálkkádatrievdadus boahtá iežas oasis buktit váikkuhusaid min sámi birrasii, gillii ja árbevieruide.

source: ja perinteisiimme.
sme: Mii galgat gártet ja

source: ta. Meidän on kartoitettava ja tutkittava kieleemme liittyvää tietoutta – kieltä ei voi tutkia kokonais
sme: dutkat iežamet gillii gullevaš dieđuid ja máhtuid – giela ii sáhte dutkat ollislaččat dušše

source: valtaisesti vain sanalistojen avulla.
sme: sátnelisttuiguin.

source: Tarvitsemme tutkimusta kielemme kontekstista ja omista perin
sme: Dárbbahit dutkamuša giellamet konteavsttas ja iežamet árbevieruin. Dárbbahit

source: teistämme. Tarvitsemme myös kansainvälisen saamelaisalueen yhteistyötä ja saamelaisten yhteen
sme: maid riikkaidgaskasaš sámiguovllu ovttasbarggu ja sápmelaš oktiigullevašvuođa dovddu

source: kuuluvuuden tunnetta kansallisrajoista huolimatta.
sme: riikkarájiin fuolakeahttá.

source: Ehdotettu saamelaisyliopistohanke vastaa näihin
sme: Evttohuvvon sámi universiteahtta-fidnu dávista dáidda hástalusaide ja dan

source: haasteisiin ja sen edistäminen on kaikkien saamelaisten etu.
sme: ovddideapmi lea buot sápmelaččaid ovdamunni.

source: Saamelaisista lähtökohdista toteutetta
sme: Allaskuvlen, mii olláhuhttojuvvo sápmelaš

source: vaa korkeakoulutus ja laadukas, monialainen tutkimus, jota voi harjoittaa saamelaisten kotiseutu
sme: vuolggasajiin ja alladásat, máŋggasuorggát dutkamuš, man sáhttá bargat sámi ruovttuguovllus

source: alueella tasa-arvoisesti asuinmaastaan huolimatta, on mitä tärkeintä saamelaiskulttuurin ja – kielen
sme: dásseárvosaččat orrunriikkas fuolakeahttá, lea dađi deháleabbo sámi kultuvrra ja – giela

source: jatkuvuuden turvaamiseksi.
sme: jotkkolašvuođa dorvvasteami várás.

source: Tutkijoiden parissa on viime vuosina noussut kiinnostus luoda omaa alkuperäiskansatutkimusteori
sme: Dutkiid joavkkus lea maŋimus jagiid badjánan beroštupmi ráhkadit iežas álgoálbmotdutkanteoriija.

source: aa. Erilaisia näkemyksiä ja ideoita on esitetty vuosien mukaan teknologisesta ekologisesta tiedosta,
sme: Sierralágán oainnut ja jurdagat leat ovdanbuktojuvvon jagiid mielde teknologalaš ekologalaš

source: alkuperäiskansojen ympäristötietämyksestä.
sme: dieđus, álgoálbmogiid birasdieđus.

source: Tällaisia esimerkkejä on useita.
sme: Dákkár ovdamearkkat leat oalle olunai.

source: Pyrkimys on sinänsä
sme: Viggamuš lea iešalddes

source: hyvä – yritetään tutkia alkuperäiskansoja heidän omista lähtökohdistaan. Mutta ongelmana tällaisis
sme: buorre – álgoálbmogat ja sin kultuvrrat geahččaluvvojit dutkojuvvot sin iežaset vuolggasajiid

source: sa käsityksissä alkuperäiskansojen tiedon rakentumisesta on näkemys siitä, että kaikkia maailman
sme: guvllos. Muhto čuolbman dákkár álgoálbmogiid dieđu šaddama ipmárdusain lea oaidnu das, ahte

source: alkuperäiskansoja yhdistää heidän asemansa alkuperäiskansana ja että alkuperäiskansat ovat koko
sme: buot máilmmi álgoálbmogat ovttastahttá sin sajádat algoálbmogin ja ahte álgoálbmogat lea

source: naisuus, joita voidaan käsitellä yhtenäisenä liittäen kaikki alkuperäiskansat viidestä maanosasta
sme: ollisvuohta, mii sáhttá gieđahallojuvvot oktiilažžan nu ahte seamma teoriija vuollái biddjojit oktii

source: yhden teorian alla huolimatta näiden erilaisista asuinympäristöistä, elinkeinomalleista ja kulttuuris
sme: álgoálbmogat máilmmi viđa eatnanoasis beroškeahttá sin sierralágán orrunduovdagiin,

source: ta.
sme: ealáhusmálliin ja kultuvrras.

source: Näkemys myös siitä, että alkuperäiskansoja voi tutkia yhden teorian kautta tekee väistämättä tutki
sme: Oaidnu maid das, ahte álgoálbmogat sáhttet dutkojuvvot ovtta teoriija bakte, dahká dutkamuša

source: muksen poliittiseksi ja eriyttää tutkimuskentän kauas muusta tutkimusmaailmasta.
sme: politihkalažžan ja sirre dutkangietti guhkás eret eará dutkanmáilmmis.

source: Uusia teorioita
sme: Ođđa teoriijat galget

source: tulee luoda ja niiden toimivuutta tulee testata, mutta on muistettava että alkuperäiskansakulttuurin ja
sme: ráhkaduvvot ja daid anolašvuođa galgá destet, muhto ferte muitit ahte álgoálbmotkultuvrra ja

source: yhteiskunnan tutkiminen on monitieteistä.
sme: servodaga dutkan lea máŋggadieđalaš.

source: Monitieteisyyttä ja poikkitieteellisyyttä tulee lisätä, eri
sme: Máŋgga- ja doaresdieđálašvuohta galgá lasihuvvot,

source: tyisesti tarvitsemme ilmastonmuutoksen johdosta luonnon- ja kulttuuritieteilijöiden yhteistyötä,
sme: earenoamážit dárbbahit dálkkádatrievdama geažil luonddu- ja kulturdieđaolbmuid ovttasbarggu, vai

source: jotta ilmastonmuutoksen vaikutuksista voidaan muodostaa kokonaiskuva.
sme: dálkkádatrievdama váikkuhusain sáhttá ráhkaduvvot oppalašgovva.

source: Seminaarin nimi, arktinen seminaari, liittää seminaarin aihepiirin osaksi ilmastonmuutosta ja alku
sme: Seminára namma, árktalaš seminára, laktá seminára fáttá dálkkádatrievdama oassin ja

source: peräiskansojen yhteistyötä arktisella alueella.
sme: álgoálbmogiid ovttasbarggu oassin árktalaš guovlluin.

source: Ilmastonmuutoksen sanotaan uhkaavan nostaa lämpö
sme: Dálkkádatrievdama dadjet uhkidit loktet

source: tilaa arktisella alueella ja lisäävän erityisesti lumisadetta.
sme: liekkasvuohtadili árktalaš guovlluin ja lasihit eandalii muohttima.

source: Nämä ovat tutkijoiden arvioita, emme
sme: Dát leat dutkiid árvvoštallamat,

source: vielä tiedä miten ja millä tavoin ilmastonmuutos tulee todella vaikuttamaan saamelaisten kotiseutu
sme: eat vel dieđe mot ja mainna lágiin dálkkádatrievdan boahtá duođas váikkuhit min Sámieatnamii.

source: alueeseen. Ilmastonmuutoksen torjunnassa juuri arktisen alueen yhteistyö on aktivoitunut, mutta
sme: Dálkkádatrievdama duostumis jur árktalaš guovllu ovttasbargu lea virkkosnuvvan, muhto

source: lisää tietoa ja toimenpiteitä miten ilmastonmuutosta voidaan ehkäistä ja miten siihen voi sopeutua,
sme: dárbbahuvvojit lasi dieđut ja doaibmabijut mot dálkkádatrievdan sáhttá caggojuvvot ja mot dása

source: tarvitaan.
sme: sáhttá vuogáiduvvat.

source: Ilmastonmuutos tulee vaikuttamaan saamelaiselinkeinoihin merkittävästi, erityisesti po
sme: Dálkkádatrievdan šaddá váikkuhit sámi ealáhusaide mearkkašahtti ládje,

source: ronhoidon uskotaan olevan vaikeuksissa lumisten talvien lisääntyessä.
sme: earenoamážit boazodoalu jáhkket šaddat váttisvuođaid sisa go muohtadálvvit lassánit.

source: Poronhoidolle tämä voi tar
sme: Boazodoalu

source: koittaa sitä, että saamelaisten on muutettava ilmaston vaikutuksesta poronhoitomallejaan. Luonnon
sme: dáfus dát sáhttá dárkkuhit dan, ahte boazosápmelaččat soitet šaddat rievdadit dálkkádaga

source: antama ravinto ei ehkä enää riitä, ja ruokkimiseen joudutaan etsimään muita ratkaisuja.
sme: váikkuhusas boazobargomálliideaset. Luonddu addin biebmu ii soaitte šat leat nohkka ja biebmamii

source: Meidän tulisikin pystyä etsimään keinoja jo tässä vaiheessa miten voimme minimoida ilmaston
sme: Mii galggaleimmet bastit ohcat vugiid juo dán muttos mot sáhttit dahkat nu unnin go vejolaš

source: muutoksen vaikutuksia ja meidän tulisi etsiä keinoja, joiden kautta voimme auttaa perinteisiä saa
sme: dálkkádatrievdama váikkuhusaid ja mii galggaleimmet ohcat vugiid, maid bakte sáhttit veahkehit

source: melaiselinkeinoja ja kulttuuria sopeutumaan ilmastonmuutokseen kulttuurin ydintä kadottamatta.
sme: árbevirolaš sámi ealáhusaid ja kultuvrra vuogáiduvvat dálkkádatrievdamii nu ahte kultuvrra

source: Saamelaisporonhoidon osalta sopeutuminen ilmastonmuutokseen ei voi tapahtua enää perinteisin
sme: váimmus ii jávkka. Sámi boazodoallu ii sáhte vuogáiduvvat dálkkádatrievdamii šat dološ vugiid

source: tavoin.
sme: mielde.

source: Ennen uusiin tilanteisiin sopeuduttiin vaihtamalla laidunalueita, mutta nykyisin tämä ei ole
sme: Dolin iige nu dolinge ođđa diliide sáhtii vuogáiduvvat nu ahte guohtoneatnamat

source: enää mahdollista.
sme: molsojuvvoje ollásit, muhto dálá áigge dat ii leat šat vejolaš.

source: Kilpailevat maankäyttömuodot ja valtioiden rajat estävät tehokkaasti poronhoitajia etsimästä uusia,
sme: Gilvaleaddji eanangeavahanvuogit ja stáhtaid rájit cagget beaktilit boazodolli ohcat ođđa, buoret

source: parempia laidunalueita uusissa ilmasto-olosuhteissa.
sme: guohtoneatnamiid ođđa dálkkádatdiliin.

source: Koska lumisuuden oletetaan lisääntyvän, saa
sme: Go muohtamearri navdojuvvo lassánit, de sámegiela

source: men kielen tarkalle lumisanastolle ja niiden luokittelujärjestelmälle tulee suurta käyttöä ja termino
sme: dárkkes muohtasátnerádjui ja muohttaga klassifiserenvuogádahkii šaddá stuora atnu ja

source: logian kautta luokiteltu lumiolosuhde tulee olemaan tutkijoille hyödyksi.
sme: terminologiija mielde luohkáide juhkkojuvvon muohtadilli šaddá leat dutkiide ávkin.

source: Saamen kielen terminolo
sme: Sámegiela

source: gian avulla pystymme selvittämään tarkasti eri lumiolot.
sme: terminologiija mielde bastit čilget dárkket sierra muohtadiliid.

source: Tutkijoille, kuten meillekin, kielemme on
sme: Dutkiide, dego midjiidenai, giellamet

source: aarreaitta, ja kielemme avulla pystymme havainnoimaan ja ehkä myös sopeutumaankin ilmaston
sme: lea árdnaáiti, ja gielamet mielde bastit áiccadit ja soaitit maid vuogáiduvvatge dálkkádatrievdamii

source: muutokseen paremmin.
sme: buorebut.

source: Saamen kielten tilanne on uhkaava – kaikki Suomessa puhuttavat saamen kielet ovat uhanalaisia.
sme: Sámegielaid dilli lea fuolastuhtti – buot Suomas hubmon sámegielat leat uhkivuloš gielat.

source: Ei
sme: Ii sáhte

source: voi puhua vain kielen uhanalaisuudesta, koska kielen kadotessa katoaa myös suurin osa kulttuuria.
sme: hupmat dušše giela uhkivulošvuođas, daningo giela jávkama mielde jávká maid kultuvrras eanas

source: Erityisen hälyttävä tilanne on koltansaamen osalta, jossa ei ole kuin muutamia nuoria kielen puhu
sme: oassi. Hui fuolastuhtti dilli lea nuortalašgiela buohta, mas ii leat go muhtin hárve nuorra eatnigiellan

source: jia.
sme: hubmi.

source: Inarinsaamen asemaa on saatu nostettua aktiivisen järjestötyön toimesta ja nyt samanlaisia re
sme: Anárašgiela sajádat lea buorránan aktiivvalaš searvebarggu geažil ja dál seammalágán

source: sursseja tulisi suunnata myös koltansaamen tukemiseen.
sme: resurssat galggale siktejuvvot maid nuortalašgiela doarjumii.

source: Kielenelvytys- ja opetustoimissa tulee pys
sme: Giellaealáskahttin- ja

source: tyä luomaan luonteva yhteys kielenkäyttötilanteeseen, siihen kulttuuriin, jossa kieli elää ja toimii ja
sme: oahpahanbargguin galgá bastit ráhkaduvvot lunddolaš oktavuohta giellageavahandillái, dan kultuvrii, gos giella eallá ja doaibmá – ja earenoamážit galgá duvdojuvvot giela ja kultuvrra

source: ennen kaikkea on tuettava kielen ja kulttuurin kasvua ja perinteisiin tutustumista.
sme: buorráneapmi ja árbevieruide oahpásnuvvan.

source: Mielestäni tämä kulttuurin ja kielen yhteys on yksi tärkeimmistä asioista, joihin tulee kiinnittää
sme: Mu mielas dát kultuvrra ja giela oktavuohta lea okta mávssolaččamus áššiin, masa galgá

source: huomioita erityisesti opetuksessa ja kielenelvytystoimissa.
sme: giddejuvvot fuomášupmi earenoamážit oahpahusas ja giellaealáskahttinbarggus.

source: Tämänpäiväisen ja huomisen seminaarin
sme: Otnáš ja ihttáš

source: aihe on täten mitä tärkein.
sme: seminára fáddá lea daninassii dađi deháleabbo.

source: Erityisen haasteellinen tilanne kielen ja kulttuurin yhteyden säilyttämi
sme: Hui stuora hástalus giela ja kultuvrra oktavuođa

source: sessä ja elvyttämisessä on saamelaisten kotiseutualueen ulkopuolella, jossa koulutusta ja opetusta
sme: seailumis ja ealáskahttimis lea sámi ruovttuguovllu olggobealde, gos skuvlema ja oahpahusa lea

source: saamen kielellä on vaikea saada, ja yhteys kulttuuriin ja saamelaisalueen luontoon jää etäisemmäk
sme: váttis oažžut ja oktavuohta kultuvrii ja sámieatnama lundui báhcá gáidoseabbon.

source: Saamen kielen asemaa suojataan Suomessa perustuslaissa ja erityisesti saamen kielilailla, joka takaa
sme: Sámegiela sajádat suddjejuvvo Suomas vuođđolágain ja eandalit sámi giellalágain, mii dáhkida

source: oikeuden saamen kielen käyttöön saamelaisten kotiseutualueen viranomaisissa.
sme: vuoigatvuođa sámegiela geavahussii sámi ruovttuguovllu eiseválddiid olis.

source: Saamelaisten koti
sme: Sámi ruovttuguovllu

source: seutualueen ulkopuolella saamenkielisten palvelujen saaminen ei ole juuri mahdollista.
sme: olggobealde bálvalusaid oažžun ii leat jur vejolaš.

source: Kansainvä
sme: Riikkaidgaskasaš soahpamušain

source: lisistä sopimuksista biodiversiteettisopimus, jonka Suomi on ratifioinut vuonna 1994, liittää oleelli
sme: biodiversiteahttasoahpamuš, man Suopma lea ratifiseren jagi 1994, laktá mávssolaš vugiin giela ja

source: sella tavalla kielen ja kulttuurin osaksi luonnon monimuotoisuutta.
sme: kultuvrra luonddu máŋggahápmásašvuođa oassin.

source: Biodiversiteettisopimuksen merkittävin artikla alkuperäiskansoille on 8 (j), joka käsittelee alkupe
sme: Biodiversiteahttasoahpamuša mávssolaččamus artihkal álgoálbmogiidda lea 8 (j), mii gieđahallá

source: räiskansan ja paikallisyhteisöjen tietämystä biologisen monimuotoisuuden kannalta ja valtioiden
sme: álgoálbmoga ja báikkalašservošiid dieđu biologalaš máŋggahápmásašvuođa dáfus ja stáhtaid

source: velvollisuutta suojella kyseisten kansojen biologiseen monimuotoisuuteen liittyviä tietoja, taitoja ja
sme: geatnegasvuođa suodjalit máinnašuvvon álbmogiid biologalaš máŋggahápmásašvuođa dieđuid,

source: innovaatioita.
sme: máhtuid ja innovašuvnnaid.

source: 8 (j) artikla sisältö kuuluu seuraavasti: ” Sopimuspuolen tulee mahdollisuuksien mukaan ja soveltu
sme: 8 (j) artihkkala sisdoallu čuodjá sulaid ná, dát dieđusge lea eahpevirggálaš jorgalus:

source: vin osin kansallisen lainsäädäntönsä mukaisesti kunnioittaa, suojella ja ylläpitää alkuperäiskanso
sme: láhkaásaheamis mielde gudnejahttit, suodjalit ja bajásdoallat álgoálbmogiid ja báikkálaš servošiid

source: jen ja paikallisen yhteisöjen sellaista tietämystä, keksintöjä ja käytäntöä, joka sisältyy biologisen
sme: dakkár dieđuid, hutkosiid ja geavada, mii gullá biologalaš máŋggahápmásašvuođa ja suvdilis

source: monimuotoisuuden ja kestävän kehityksen kannalta merkityksellisiin perinteisiin elämänmuotoihin,
sme: gárganeami dáfus mearkkašahtti árbevirolaš eallinhámiide, ja ovddidit ja viiddidit daid heiveheami

source: ja edistää ja laajentaa niiden soveltamista mainittujen yhteisöjen suostumuksella ja myötävaikutuk
sme: máinnašuvvon servošiid miehtama ja váikkuheami mielde sihke roahkasmahttit dieđuin, hutkosiin ja

source: sella sekä rohkaista tietämyksestä, keksinnöistä ja käytännöistä saadun hyödyn tasapuolista jakoa. ”
sme: geavadiin ožžojun ávkki dássebealálaš juohkima. ”

source: 8 (j) - artikla on saamelaisten kannalta poliittisesti mielenkiintoisin biodiversiteettisopimuksen artik
sme: 8 (j) - artihkal lea sápmelaččaid dáfus politihkalaččat beroštahttimus biodiversiteahttasoahpamuša

source: loista, koska se käsittelee alkuperäiskansan oikeuksia.
sme: artihkkaliin, daningo dat gieđahallá álgoálbmogiid vuoigatvuođaid.

source: On sinänsä historiallisesti merkittävää että
sme: Lea iešalddes historjjálaččat

source: biodiversiteettisopimukseen on saatu asianmukaisella tavalla maininta alkuperäiskansan suhteesta
sme: mearkkašahtti, ahte biodiversiteahttasoahpamuššii lea ožžojuvvon áššáigullevaš vugiin

source: biodiversiteettiin ja sen säilyttämiseen.
sme: máinnašupmi álgoálbmogiid gaskavuođas biodiversitehttii ja dan seailumii.

source: Kyseinen artikla on mitä luontevin, koska se näkee alkupe
sme: Máinnašuvvon artihkal

source: räiskansat merkittävänä osana maailman monimuotoisuutta ja alkuperäiskansojen tietojen ja taitojen
sme: lea hui anolaš ja mađi luonddolaččat, daningo dat oaidná álgoálbmogiid máilmmi máŋggahápmásašvuođa mearkkašahtti oassin ja oaidná álgoálbmogiid dieđuid ja máhtuid leat

source: olevan merkittäviä biodiversiteetin kannalta.
sme: mávssolaččat biodiversiteahta dáfus.

source: Saamelaisten kannalta 8 (j) - artikla tarjoaa mahdollisuuksia ja keinoja tuoda paremmalla tasolla kie
sme: Sápmelaččaid dáfus 8 (j) - artihkal fállá vejolašvuođaid ja vugiid buktit buoret dásis giela, kultuvrra

source: len, kulttuurin ja ympäristön suhdetta esille ja pohtia keinoja miten näitä asioita voidaan edistää.
sme: ja birrasa gaskavuođa ovdan ja suokkardit vugiid mot dát áššit sáhtte ovddiduvvot. Suoma suohkan-

source: Suomessa kunta- ja maakuntatasolla ei ole ehkä riittävässä määrin tutustuttu biodiversiteettisopi
sme: ja eanangoddedásis eai soaitte leat dárbahassii bures oahpásnuvvan biodiversiteahttasoahpamuššii ja

source: mukseen ja esimerkiksi kaavoituksessa ei huomioida alkuperäiskansan oikeuksia riittävällä tavalla.
sme: ovdamearkkadihte lávvaráhkadeamis eai váldojuvvo vuhtii álgoálbmogiid vuoigatvuođat nu olu go

source: Kansallista ohjausta erityisesti biodiversiteettisopimuksen soveltamisessa tarvitaan.
sme: lea dárbbatlaš.

source: Hyvät seminaarivieraat,
sme: Buorit semináraguossit,

source: seminaarin kolmas teema on yhdenvertaisuus.
sme: Seminára goalmmát fáddá lea ovttaveardásašvuohta.

source: Yhdenvertaisuus on ajankohtainen aihe. Suomessa
sme: Ovttaveardásašvuohta lea áigeguovdilis fáddá.

source: ollaan parhaillaan uudistamassa yhdenvertaisuuslakia, ja saamelaiskäräjien toiveena on että lainsää
sme: Suomas leat bárisin ođasnuhttime ovttaveardásašvuohtalága, ja sámedikki sávaldahkan lea ahte
